[{
  "_id": {
    "$oid": "628f3555e0848110ae9478d3"
  },
  "title": "Adachi to Shimamura",
  "img": "",
  "description": "Lantai dua gedung olahraga, di sanalah tempat kami selalu bertemu. Sekarang waktunya pelajaran, tapi tidak ada kelas di gedung olahraga. Saat itulah Shimamura dan Aku berteman. Kami sering nongkrong, bicara tentang acara TV dan memasak, main ping pong… Pertemanan...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d4"
  },
  "title": "Aharen-san wa Hakarenai",
  "img": "",
  "description": "Reina Aharen, seorang siswa kecil dan imut dengan suara yang tenang, cukup buruk dalam menentukan jarak dan ruang pribadi. Terkadang dia berada hanya beberapa inci dari wajah kalian, dan di lain waktu, dia sangat jauh! Satu-satunya yang mencoba memahami...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d5"
  },
  "title": "Ahiru no Sora",
  "img": "",
  "description": "Mengisahkan perjuangan seorang remaja bernama Kurumatani yang memiliki tubuh pendek dan gemar bermain basket. Dia bergabung dengan tim basket sekolahnya SMA Kuzuryu yang ternyata dipenuhi berandalan. Dia pun mengajak mereka mendirikan klub basket dan sesungguhnya. Kisah perjalanan Kurumatani dan...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d6"
  },
  "title": "Ao Ashi",
  "img": "",
  "description": "menceritakan tentang seorang anak laki-laki muda bernama Ashito Aoi berasal dari kota terpencil di Jepang, Ia sangat suka bermain dan berbakat dalam sepakbola namun egois hingga dalam satu pertandingan yang menentukan malah membuat kekacauan serta membuat timnya kalah serta...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d7"
  },
  "title": "Arifureta Shokugyou de Sekai Saikyou",
  "img": "",
  "description": "Kehidupan biasa otaku Hajime Nagumo yang berusia 17 tahun terganggu ketika dia dan teman-teman sekelasnya dipanggil ke dunia fantasi dan ditugasi menyelamatkan umat manusia. Sementara teman-teman sekelasnya dikaruniai kemampuan mengesankan yang berguna dalam pertempuran, Hajime diremehkan karena hanya mendapatkan...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d8"
  },
  "title": "Arifureta Shokugyou de Sekai Saikyou Season 2",
  "img": "",
  "description": "Season kedua anime Arifureta Shokugyou de Sekai Saikyou.",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478d9"
  },
  "title": "Arte",
  "img": "",
  "description": "Pada abad ke-16, kota Florence berkembang pesat dengan kebangkitan budaya dan kreatif dalam perayaan Renaissance. Arte, seorang wanita muda yang menyenangkan dari keluarga bangsawan, bermimpi menjadi seorang seniman dan berkontribusi pada pembaruan peradaban. Namun, dengan kematian ayahnya, dia akhirnya...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478da"
  },
  "title": "Assassins Pride",
  "img": "",
  "description": "Di ambang kepunahan, umat manusia telah berhemat dan sekarang hanya tinggal di negara-kota Flandore, yang tinggal di kota-kota yang dikelilingi oleh kubah kaca. Di luar kubah ada lycanthropes ganas yang berkembang dalam kegelapan; di antara warga di dalam, ada...",
  "download": "https://194.163.183.129/anime/adachi-to-shimamura/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478db"
  },
  "title": "Bem",
  "img": "",
  "description": "Detektif muda Sonia Summers telah dipindahkan ke pinggiran kota pelabuhan Libra setelah menimbulkan masalah dengan atasannya. Libra dipisahkan menjadi dua sektor— “Atas”, pusat kekayaan dan politik, dan “Luar”. Bagian Luar adalah rumah bagi kejahatan, korupsi, dan insiden aneh yang...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478dc"
  },
  "title": "Black Clover",
  "img": "",
  "description": "Asta adalah seorang anak muda yang bermimpi menjadi penyihir terhebat di kerajaan. Tapi dia punya satu masalah, dia tidak bisa menggunakan sihir. Nasib baik menghampirinya karena mendapatkan Grimoire lima daun yang sangat langka “Black Clover” yang memberinya kekuatan anti-sihir....",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478dd"
  },
  "title": "Blue Period",
  "img": "",
  "description": "Siswa sekolah menengah tahun kedua, Yatora Yaguchi, bosan dengan kehidupan normalnya. Dia belajar dengan baik dan bermain-main dengan teman-temannya, tetapi sebenarnya, dia tidak menikmati salah satu dari aktivitas itu. Terikat oleh norma, dia diam-diam iri pada mereka yang melakukan...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478de"
  },
  "title": "BNA",
  "img": "",
  "description": "Sepanjang sejarah, manusia berselisih dengan Beastmen, spesies yang mampu berubah bentuk karena faktor genetik “Beast Factor” mereka. Karena konflik ini, Beastmen terpaksa bersembunyi. Kota Anima berfungsi sebagai tempat yang aman bagi orang-orang yang tertindas ini untuk hidup bebas dari...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478df"
  },
  "title": "Boku no Hero Academia 5th Season",
  "img": "",
  "description": "Musim Ke-5 Boku no Hero Academia",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e0"
  },
  "title": "Boku no Hero Academia Season 4",
  "img": "",
  "description": "Anime Boku No Hero Academia Season 4 menceritakan kelanjutan musim keempat dari anime ini, download dan nonton Hero Academia hanya di Samehadaku.vip",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e1"
  },
  "title": "Boku no Hero Academia the Movie 1: Futari no Hero",
  "img": "",
  "description": "A.A. Murid-murid SMA Kelas 1-A telah sampai pada liburan musim panas. Izuku Midoriya menemani mentornya, All Might, ke festival superhero perayaan di I-Island, sebidang tanah terpencil yang didedikasikan untuk meneliti Quirks dan segala sesuatu yang terkait dengan bisnis pahlawan....",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e2"
  },
  "title": "Boku no Hero Academia the Movie 3: World Heroes Mission",
  "img": "",
  "description": "Di bawah doktrin Teori Kiamat Quirk, kelompok ideologi Humarise yakin bahwa semua manusia yang memiliki Quirk adalah penyakit dan harus dibasmi. Untuk membangun kembali dunia, kelompok ekstremis telah membangun perangkat mematikan yang dikenal sebagai “Trigger Bomb” yang menyebabkan orang-orang...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e3"
  },
  "title": "Boku no Hero Academia: Ikinokore! Kesshi no Survival Kunren",
  "img": "",
  "description": "Dalam petualangan baru ini, beberapa siswa Kelas 1-A dikirim untuk mengasah keterampilan bertahan hidup mereka di kursus pelatihan. Karena belum menerima lisensi sementara mereka, mereka ingin sekali melepaskan diri dan bersenang-senang. Mereka dengan cepat menemukan bahwa bahaya yang mereka...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e4"
  },
  "title": "Bokutachi no Remake",
  "img": "",
  "description": "Hashiba Kyouya adalah seorang developer game berusia 28 tahun. Dengan perusahaannya yang bangkrut, dan dia kehilangan pekerjaannya, dia kembali ke kampung halamannya. Melihat kesuksesan creator seusianya, dia menyesali keputusan hidupnya sembari berbaring tertekan di tempat tidur. Saat Kyouya bangun,...",
  "download": "https://194.163.183.129/anime/bem/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e5"
  },
  "title": "Captain Tsubasa (2018)",
  "img": "",
  "description": "Kapten Tsubasa adalah kisah penuh gairah dari seorang siswa sekolah dasar yang pikiran dan mimpinya berputar hampir seluruhnya di sekitar cinta sepak bola. Tsubasa Oozora yang berusia 11 tahun mulai bermain sepak bola pada usia yang sangat muda, dan...",
  "download": "https://194.163.183.129/anime/captain-tsubasa-2018/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e6"
  },
  "title": "DanMachi 2nd Season",
  "img": "",
  "description": "Ini adalah bisnis seperti biasa di kota besar Orario, tempat banyak petualang berkumpul untuk menjelajahi “Dungeon” yang dipenuhi monster. Di antara mereka adalah Bell Cranel yang mudah bingung namun berani, satu-satunya anggota Hestia Familia. Dengan bantuan setengah-pendukungnya Liliruca Arde...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e7"
  },
  "title": "Darwin's Game",
  "img": "",
  "description": "Siswa sekolah menengah Kaname Sudou menerima undangan dari teman sekelasnya untuk bermain Game Darwin, sebuah game seluler yang belum pernah dia dengar. Namun, begitu dia membuka aplikasi, seekor ular hijau tiba-tiba muncul dari layar ponselnya dan menggigit lehernya, membuatnya...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e8"
  },
  "title": "Date A Live IV",
  "img": "",
  "description": "Musim Keempat dari Anime Date A Live",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478e9"
  },
  "title": "Deep Insanity: The Lost Child",
  "img": "",
  "description": "Sindrom Randolph menyebabkan kegilaan dan tidur panjang yang tidak akan bangun. Penyakit baru ini terbilang tidak begitu berbahaya, tapi perlahan mendekati umat manusia yang disebabkan oleh suaka dunia bawah tanah besar di Antartika. Ada makhluk aneh dan sumber daya...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ea"
  },
  "title": "Digimon Adventure (2020)",
  "img": "",
  "description": "Cerita akan berseting di tahun 2020 dan akan diisi dengan cerita baru yang berbeda dengan serial sebelumnya. Anak kelas lima SD bernama Taichi bersiap melakukan perkemahan libur musim panas, namun ibu dan adiknya bernama Hikari pergi ke Shibuya menaiki...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478eb"
  },
  "title": "Digimon Adventure: Last Evolution Kizuna",
  "img": "",
  "description": "",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ec"
  },
  "title": "Dr. Stone",
  "img": "",
  "description": "Setelah lima tahun menyimpan perasaan yang tak terucapkan, siswa SMA Taiju Ooki akhirnya siap untuk mengakui cintanya kepada Yuzuriha Ogawa. Namun ketika Taiju memulai pengakuannya, sebuah lampu hijau yang menyilaukan menghantam Bumi dan membuat manusia ketakutan di seluruh dunia...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ed"
  },
  "title": "Dr. Stone: Stone Wars (season 2)",
  "img": "",
  "description": "Musim Kedua Anime Dr. Stone",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ee"
  },
  "title": "Dragon Ball Heroes",
  "img": "",
  "description": "Pada Mei 2018, V-Jump mengumumkan anime promosi untuk Dragon Ball Heroes, permainan kartu arcade dan perdagangan Jepang yang belum pernah dirilis di Barat. Anime ini diharapkan pendek dan tidak diharapkan untuk disiarkan di TV. Ini akan mengadaptasi Game Prison...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ef"
  },
  "title": "Dragon Ball Super Movie: Broly",
  "img": "",
  "description": "Empat puluh satu tahun yang lalu di Planet Vegeta, rumah dari ras prajurit Saiyan yang terkenal, Raja Vegeta memperhatikan seorang bayi bernama Broly yang kekuatan latennya melebihi kekuatan putranya sendiri. Percaya bahwa kekuatan Broly suatu hari akan melampaui kekuatan...",
  "download": "https://194.163.183.129/anime/danmachi-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f0"
  },
  "title": "Edens Zero",
  "img": "",
  "description": "Dalam luar angkasa dimana perjalanan antar-bintang adalah hal biasa, berbagai ras alien, robot, dan manusia menggunakan ‘Ether’. Ether sendiri adalah sebuah bahan bakar utama berbagai mesin. Pada salah satu planet bernama Granbell, ada pemuda bernama Shiki Granbell yang hidup...",
  "download": "https://194.163.183.129/anime/edens-zero/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f1"
  },
  "title": "Enen no Shouboutai",
  "img": "",
  "description": "Spontaneous Human Combustion: sebuah fenomena kacau yang telah merongrong kemanusiaan selama bertahun-tahun, secara acak mengubah orang-orang biasa menjadi makhluk yang ganas dan ganas yang dikenal sebagai Infernals. Sementara Infernals merupakan akun generasi pertama dari Human Combustion, generasi kedua dan...",
  "download": "https://194.163.183.129/anime/edens-zero/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f2"
  },
  "title": "Enen no Shouboutai Season 2",
  "img": "",
  "description": "Musim kedua dari serial populer Enen no Shouboutai.",
  "download": "https://194.163.183.129/anime/edens-zero/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f3"
  },
  "title": "Fruits Basket Season 2",
  "img": "",
  "description": "Sudah hampir setahun sejak Tooru mulai tinggal di rumah Shigure! Meskipun dia sekarang memiliki hubungan yang lebih dalam dengan masing-masing Souma, bukan hanya Yuki dan Kyou, dia prihatin dengan sifat sejati kutukan jahat mereka. Jalan yang benar untuk memilih,...",
  "download": "https://194.163.183.129/anime/fruits-basket-season-2/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f4"
  },
  "title": "Fruits Basket: The Final",
  "img": "",
  "description": "Musim ke-3/Terakhir Anime Fruit Basket.",
  "download": "https://194.163.183.129/anime/fruits-basket-season-2/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f5"
  },
  "title": "Fugou Keiji: Balance:Unlimited",
  "img": "",
  "description": "Daisuke Kanbe, seorang pria dengan kekayaan luar biasa, ditugaskan ke Markas Besar Pencegahan Kejahatan Modern sebagai detektif. Di sanalah ia ditugaskan bersama Haru Katou, seorang detektif yang menjunjung tinggi kemanusiaan dan menghargai keadilan di atas segalanya. Sifat keduanya saling...",
  "download": "https://194.163.183.129/anime/fruits-basket-season-2/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f6"
  },
  "title": "Fumetsu no Anata e",
  "img": "",
  "description": "Makhluk abadi misterius dikirim ke Bumi tanpa emosi ataupun identitas. Tapi, ia mampu mengambil bentuk apapun yang berada di sekitarnya yang memiliki dorongan kuat, sampai ia bertemu dengan seorang anak laki-laki. Anak laki-laki itu tinggal sendirian di kota hantu...",
  "download": "https://194.163.183.129/anime/fruits-basket-season-2/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f7"
  },
  "title": "Futsal Boys!!!!!",
  "img": "",
  "description": "Futsal Boys menceritakan tentang seorang anak laki-laki bernama Haru Yamato yang bercita-cita menjadi pemain futsal profesional. Keinginan Haru untuk menjadi salah satu pemain futsal adalah ketika dirinya selesai menyaksikan pertandingan Futsal U-18. Ia tertarik dengan kemampuan dan popularitas seorang...",
  "download": "https://194.163.183.129/anime/fruits-basket-season-2/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f8"
  },
  "title": "Ganbare Douki-chan",
  "img": "",
  "description": "mengisahkan 2 gadis yang saling memiliki ketertarikan terhadap senpainya. Kisah dimulai ketika sang MC berada dalam satu kamar hotel dengan rekan kerjanya. Meskipun ia mencoba untuk tidak melakukan hal bodoh namun matanya terus menatap stoking yang digunakan rekannya. Douki-chan...",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478f9"
  },
  "title": "Genjitsu Shugi Yuusha no Oukoku Saikenki",
  "img": "",
  "description": "Oh, Pahlawan! Ketika Kazuya Souma tiba-tiba dipindahkan ke dunia lain, dia tahu orang-orang mengharapkan kedatangan seorang pahlawan. Tetapi gagasan kepahlawanan Souma lebih praktis daripada kebanyakan orang, dia ingin membangun kembali perekonomian yang lesu di tanah baru tempat dia berada!...",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478fa"
  },
  "title": "Genjitsu Shugi Yuusha no Oukoku Saikenki Part 2",
  "img": "",
  "description": "Bagian Kedua dari Genjitsu Shugi Yuusha no Oukoku Saikenki",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478fb"
  },
  "title": "Gintama: The Final",
  "img": "",
  "description": "Movie Final Anime Gintama.",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478fc"
  },
  "title": "Goblin Slayer: Goblin’s Crown",
  "img": "",
  "description": "Adaptasi Movie dari Light Novel Goblin Slayer.",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478fd"
  },
  "title": "Golden Kamuy Season 3",
  "img": "",
  "description": "",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478fe"
  },
  "title": "Great Pretender",
  "img": "",
  "description": "Target kami hanyalah mereka yang JAHAT! Kena kau! Terjebak kau! Kami akan menipu kalian sampai harta kalian habis! Kalian bisa melihat semua petualangan kami di LA, Singapura, London, Shanghai, dan Tokyo! Kenapa? Seluruh Dunia adalah PANGGUNG “Tipu Daya” Kami!!",
  "download": "https://194.163.183.129/anime/ganbare-douki-chan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae9478ff"
  },
  "title": "Hachi-nan tte, Sore wa Nai deshou!",
  "img": "",
  "description": "Shingo Ichinomiya, seorang pria berusia 25 tahun yang bekerja di sebuah perusahaan firma, sambil memikirkan hari kerja besok yang sibuk, dia pergi tidur. Namun, ketika dia bangun, dia mendapati dirinya di sebuah ruangan yang tidak dikenalnya dan menyadari bahwa...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947900"
  },
  "title": "Haikyu!!",
  "img": "",
  "description": "Terinspirasi setelah menyaksikan pemain bola voli berjuluk “Raksasa Kecil” beraksi, Shouyou Hinata bertubuh kecil menghidupkan kembali klub bola voli di sekolah menengahnya. Tim yang baru dibentuk bahkan bisa mengikuti turnamen; Namun, pertandingan pertama mereka ternyata menjadi yang terakhir ketika...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947901"
  },
  "title": "Haikyu!! 2nd Season",
  "img": "",
  "description": "Menyusul partisipasi mereka di Inter-High, tim voli SMA Karasuno mencoba memfokuskan kembali upaya mereka, dengan tujuan untuk menaklukkan turnamen Musim Semi. Ketika mereka menerima undangan dari rival lama SMA Nekoma, Karasuno setuju untuk mengambil bagian dalam kamp pelatihan besar...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947902"
  },
  "title": "Haikyu!! 3rd Season",
  "img": "",
  "description": "Setelah kemenangan melawan SMA Aoba Jousai, SMA Karasuno, yang dulu disebut “pembangkit tenaga listrik yang jatuh, gagak yang tidak bisa terbang”, akhirnya mencapai klimaks dari turnamen Musim Semi yang memanas. Sekarang, untuk maju ke tingkat nasional, tim Karasuno harus...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947903"
  },
  "title": "Haikyuu!!: To the Top",
  "img": "",
  "description": "Anime Haikyuu!! To The Top menceritakan kelanjutan dari cerita anime Haikyuu musim sebelumnya anime ini, download dan nonton Haikyuu hanya di Samehadaku.vip",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947904"
  },
  "title": "Hanyou no Yashahime: Sengoku Otogizoushi",
  "img": "",
  "description": "Dua saudara kembar setengah silmuan bernama Towa dan Setsuna berusaha kabur dari hutan yang terbakar. Setelah itu, mereka menemukan terowongan yang menhubungkan ke era feodal Jepang. Keduanya terpisah saat perjalanan tersebut. Hingga pada akhirnya Towa menemukan terowongan tersebut dan...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947905"
  },
  "title": "Hanyou no Yashahime: Sengoku Otogizoushi – Ni no Shou",
  "img": "",
  "description": "Season Kedua dari Hanyou no Yashahime: Sengoku Otogizoushi",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947906"
  },
  "title": "Higurashi no Naku Koro ni Sotsu",
  "img": "",
  "description": "Sekuel dari Higurashi no Naku Koro ni Gou. Sebuah desa yang jauh dari pusat kota dan dikelilingi oleh alam yang tetap kuat. Desa Hinamizawa. Desa, yang dulunya akan tenggelam ke dasar bendungan, masih menerima murid pindahan Keiichi Maebara dengan...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947907"
  },
  "title": "Horimiya",
  "img": "",
  "description": "Hori adalah seorang gadis remaja biasa….yang memiliki sisi yang tak ingin orang lain lihat. Kemudian ada teman sekelasnya bernama Miyamura, remaja laki-laki yang menggunakan kacamata di sekolah dan diluar sekolah ia sangat berbeda. Saat keduanya bertemu secara tak sengaja,...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947908"
  },
  "title": "Hoshiai no Sora",
  "img": "",
  "description": "Terus-menerus dikalahkan oleh klub anak perempuan, klub tenis lunak anak laki-laki menghadapi pembubaran karena keterampilan mereka yang buruk dan kurangnya hasil positif dalam pertandingan. Sangat membutuhkan anggota, Toma Shinjou mencari untuk merekrut pemain yang mampu, tetapi ia gagal untuk...",
  "download": "https://194.163.183.129/anime/hachi-nan-tte-sore-wa-nai-deshou/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947909"
  },
  "title": "Ijiranaide, Nagatoro-san",
  "img": "",
  "description": "Nagatoro adalah murid baru di SMA yang sering mem-bully Senpai/kakak tingkatnya. Namun si Senpai membiarkan itu begitu saja, bahkan setelah ditempatkan dalam situasi memalukan, dikarenakan ia menyukai Nagatoro.",
  "download": "https://194.163.183.129/anime/ijiranaide-nagatoro-san/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790a"
  },
  "title": "Ikebukuro West Gate Park",
  "img": "",
  "description": "Bertempat di distrik Ikebukuro, Tokyo, tepatnya di Ikebukuro Nishiguci Kouen (dikenal oleh penduduk setempat sebagai “Ikebukuro West Gate Park”). Cerita berpusat pada Makoto Majima, seorang anak laki-laki dari seorang vendor buah lokal, dan dikenal sebagai “Pemecah Masalah Ikebukuro”. Ia...",
  "download": "https://194.163.183.129/anime/ijiranaide-nagatoro-san/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790b"
  },
  "title": "Isekai Cheat Magician",
  "img": "",
  "description": "Anak SMA biasa Taichi Nishimura dan teman masa kecilnya, Rin Azuma, sedang dalam perjalanan ke sekolah suatu pagi yang biasa. Tiba-tiba, cahaya bercahaya menyelimuti mereka, membawa mereka ke dunia fantasi yang penuh dengan makhluk ajaib. Setelah kedatangan mereka, Taichi...",
  "download": "https://194.163.183.129/anime/ijiranaide-nagatoro-san/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790c"
  },
  "title": "Isekai Shokudou 2",
  "img": "",
  "description": "Season Kedua dari Isekai Shokudou",
  "download": "https://194.163.183.129/anime/ijiranaide-nagatoro-san/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790d"
  },
  "title": "Jahy-sama wa Kujikenai!",
  "img": "",
  "description": "Setelah dihormati sebagai otoritas terbesar kedua di Alam Iblis, ajudan Raja Iblis, Jahy, memerintah rakyatnya dengan rasa takut. Tetapi ketika seorang gadis penyihir menyerang dan menghancurkan permata mistik yang mengandung kekuatan besar, Alam Iblis hancur. Meskipun dia selamat, Jahy...",
  "download": "https://194.163.183.129/anime/jahy-sama-wa-kujikenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790e"
  },
  "title": "Jaku-Chara Tomozaki-kun",
  "img": "",
  "description": "Fumiya Tomozaki adalah seorang siswi SMA yang merupakan salah satu gamer terbaik Jepang, namun pada kenyataannya ia sendirian. Dia selalu bersikeras, “Hidup adalah permainan yang mengerikan.” Suatu hari, dia bertemu Aoi Hinami, seorang pahlawan wanita sempurna di sekolah. Dia...",
  "download": "https://194.163.183.129/anime/jahy-sama-wa-kujikenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94790f"
  },
  "title": "Jaku-Chara Tomozaki-kun OVA",
  "img": "",
  "description": "OVA Anime Jaku-Chara Tomozaki-kun",
  "download": "https://194.163.183.129/anime/jahy-sama-wa-kujikenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947910"
  },
  "title": "Jashin-chan Dropkick Season 2",
  "img": "",
  "description": "Musim Kedua dari Serial Jashin-chan Dropkick.",
  "download": "https://194.163.183.129/anime/jahy-sama-wa-kujikenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947911"
  },
  "title": "Jujutsu Kaisen",
  "img": "",
  "description": "Serpihan iblis Ryoumen Sukuna yang legendaris yang legendaris dan ditakuti, hilang berserakan. Jika ada iblis yang memakan bagian tubuh Sukuna, kekuatan yang mereka peroleh mampu menghancurkan dunia. Untungnya, ada sekolah misterius bernama Jujutsu Sorceres yang mampu melindungi keberadaan makhluk...",
  "download": "https://194.163.183.129/anime/jahy-sama-wa-kujikenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947912"
  },
  "title": "Kaguya-sama wa Kokurasetai: Ultra Romantic",
  "img": "",
  "description": "Musim Ketiga dari Anime Kaguya-sama wa Kokurasetai",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947913"
  },
  "title": "Kaguya-sama wa Kokurasetai?: Tensai-tachi no Renai Zunousen",
  "img": "",
  "description": "Musim Kedua dari Serial Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen.",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947914"
  },
  "title": "Kaifuku Jutsushi no Yarinaoshi",
  "img": "",
  "description": "“Penyihir penyembuh tidak akan bisa bertarung sendirian.” Keare, yang terikat dengan pengetahuan umum ini, dieksploitasi lagi dan lagi oleh orang lain. Suatu hari, dia menyadari potensi dari sihir penyembuhan, dan yakin bahwa penyihir penyembuh adalah kelas terkuat. Namun, pada...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947915"
  },
  "title": "Kaijin Kaihatsu-bu no Kuroitsu-san",
  "img": "",
  "description": "Cerita berpusat pada Kuroitsu, asisten peneliti di departemen penelitian & pengembangan manusia super Agastya, sebuah organisasi rahasia jahat yang bertempur dengan para pahlawan yang mencoba menyelamatkan dunia. Kuroitsu menjalani kehidupan yang sibuk di Agastya, terjebak di antara permintaan bosnya...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947916"
  },
  "title": "Kakushigoto (TV)",
  "img": "",
  "description": "“Sebuah Kisah Tentang Seorang Mangaka Komik Vulgar bernama Kakushi Gotou yang Ingin Menyembunyikan Pekerjaannya Demi Buah Hatinya. Kisah Penuh Cinta dan Kebahagiaan Ayah dan Anak pun Dimulai.”",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947917"
  },
  "title": "Kamisama ni Natta Hi",
  "img": "",
  "description": "Ketika orang lain menghabiskan waktu liburnya untuk bermain, berbeda dengan Youta Narukami yang menghabiskan waktunya untuk mempersiapkan ujian masuk ke universitas. Kala itu, seorang gadis tiba – tiba muncul dan menyatakan bahwa dirinya sebagai Dewa Kemahatauan. Youta bingung dan...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947918"
  },
  "title": "Kanojo, Okarishimasu",
  "img": "",
  "description": "Dicampakkan oleh pacarnya, seorang mahasiswa yang hancur secara emosional, Kazuya Kinoshita, mencoba untuk menenangkan kekosongan dalam hatinya melalui seorang pacar sewaan dari aplikasi seluler. Pada awalnya, Chizuru Mizuhara tampaknya menjadi gadis yang sempurna dengan semua yang dia bisa minta:...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947919"
  },
  "title": "Karakai Jouzu no Takagi-san Season 3",
  "img": "",
  "description": "Season Ketiga dari Karakai Jouzu no Takagi-san",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791a"
  },
  "title": "Kawaii dake ja Nai Shikimori-san",
  "img": "",
  "description": "Shikimori tampak seperti pacar yang sempurna: imut, menyenangkan saat berada di sekitarnya, dapat menjadi manis ketika dia menginginkannya… tapi dia memiliki sisi gelap yang keren yang muncul kalau berada dalam situasi yang tepat. Dan pacarnya, Izumi suka berada di...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791b"
  },
  "title": "Kimetsu no Yaiba",
  "img": "",
  "description": "Sinopsis Kimetsu no Yaiba Season 1: Bercerita tentang seorang bernama Tanjirou Kamado, pemuda sulung dari keluarga yang kurang mampu dan tinggal di pedalaman gunung pada era Taisho. Sejak dahulu, muncul rumor tentang Oni (Iblis Pemakan Manusia) yang bersembunyi di...",
  "download": "https://194.163.183.129/anime/kaguya-sama-wa-kokurasetai-ultra-romantic/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791c"
  },
  "title": "Listeners",
  "img": "",
  "description": "Berlatarkan sebuah dunia di mana konsep musik telah menghilang. Cerita dimulai saat seorang bocah bernama Echo bertemu dengan Mu, seorang gadis misterius yang memiliki input audio jack di tubuhnya. Setelah mempelajari sejarah musik rock, mereka pun memulai perjalanan tak...",
  "download": "https://194.163.183.129/anime/listeners/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791d"
  },
  "title": "Log Horizon: Entaku Houkai",
  "img": "",
  "description": "Season Ketiga dari Log Horizon",
  "download": "https://194.163.183.129/anime/listeners/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791e"
  },
  "title": "Love All Play",
  "img": "",
  "description": "Anime ini menceritakan Ryō Mizushima, yang bergabung dengan tim bulu tangkis sekolah menengahnya dengan penuh motivasi, tetapi tanpa pelatih yang tepat, berakhir dalam ketidakjelasan. Namun demikian, dia akhirnya mencapai turnamen prefektur dengan kekuatan fisiknya. Sekarang dia bergabung dengan tim...",
  "download": "https://194.163.183.129/anime/listeners/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94791f"
  },
  "title": "Magia Record: Mahou Shoujo Madoka☆Magica Gaiden (TV) Final Season",
  "img": "",
  "description": "",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947920"
  },
  "title": "Magia Record: Mahou Shoujo Madoka☆Magica Gaiden Season 2",
  "img": "",
  "description": "Musim kedua Anime Magia Record: Mahou Shoujo Madoka☆Magica Gaiden",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947921"
  },
  "title": "Mahouka Koukou no Rettousei: Raihousha-hen",
  "img": "",
  "description": "",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947922"
  },
  "title": "Mahouka Koukou no Rettousei: Tsuioku-hen",
  "img": "",
  "description": "Melihat Miyuki dan Tatsuya sekarang, mungkin sulit untuk membayangkan mereka sebagai apa pun selain saudara kandung yang penuh kasih. Tapi tidak selalu seperti ini.. Tiga tahun lalu, Miyuki selalu merasa tidak nyaman berada di dekat kakak laki-lakinya. Anggota keluarga...",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947923"
  },
  "title": "Mahouka Koukou no Yuutousei",
  "img": "",
  "description": "Satu abad telah berlalu sejak sihir – sihir nyata dan sejati, hal-hal legenda; telah kembali ke dunia. Ini adalah musim semi, musim untuk permulaan yang baru, dan kelas baru siswa akan memulai studi mereka di Sekolah Menengah Pertama Akademi...",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947924"
  },
  "title": "Major 2nd Season 2",
  "img": "",
  "description": "Musim Kedua dari Serial Major 2nd.",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947925"
  },
  "title": "Majutsushi Orphen Hagure Tabi: Kimluck-hen",
  "img": "",
  "description": "Season Kedua dari Majutsushi Orphen Hagure Tabi",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947926"
  },
  "title": "Maou Gakuin no Futekigousha",
  "img": "",
  "description": "2000 Tahun setelah kematiannya, Raja Iblis Tirani akhirnya bangkit kembali! Tapi penilaian bakatnya di Akademi Raja Iblis dinilai tidak kompeten?! Meskipun memiliki kekuatan yang bisa menghancurkan seluruh umat manusia, para roh, dan dewa, setelah beribu-ribu peperangan dan perselisihan, Arnos...",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947927"
  },
  "title": "Maou-sama, Retry!",
  "img": "",
  "description": "Akira Oono adalah pekerja dewasa biasa yang mengelola Game Infinity MMORPG. Lima belas tahun setelah membuat game, Oono memutuskan untuk mematikan server sekali dan untuk semua. Namun, saat jam berdentang tengah malam, dia entah bagaimana menemukan dirinya dalam tubuh...",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947928"
  },
  "title": "Mars Red",
  "img": "",
  "description": "MARS RED berlatar pada tahun 1923, dan vampir sudah ada cukup lama. Tapi sekarang, jumlah vampir meningkat dan sumber darah buatan misterius bernama Ascra telah muncul. Di saat bersamaan pemerintah Jepang menciptakan “Code Zero,” sebuah unit dalam tentara yang...",
  "download": "https://194.163.183.129/anime/magia-record-mahou-shoujo-madoka%e2%98%86magica-gaiden-tv-final-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947929"
  },
  "title": "Nanatsu no Taizai Movie 2: Hikari ni Norowareshi Mono-tachi",
  "img": "",
  "description": "Nanatsu no Taizai, berlatar pada dunia dimana manusia dan makhluk lainnya hidup berdampingan. Kerajaan Britania yang dilindungi oleh Ksatria Suci Pengguna Sihir hebat, ditakuti dan sangat dihormati oleh banyak orang. Konon, saat kelompok Nanatsu no Taizai berkhianat kepada kerajaan,...",
  "download": "https://194.163.183.129/anime/nanatsu-no-taizai-movie-2-hikari-ni-norowareshi-mono-tachi/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792a"
  },
  "title": "Nanatsu no Taizai: Fundo no Shinpan",
  "img": "",
  "description": "Musim keempat Nanatsu no Taizai.",
  "download": "https://194.163.183.129/anime/nanatsu-no-taizai-movie-2-hikari-ni-norowareshi-mono-tachi/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792b"
  },
  "title": "Nanatsu no Taizai: Kamigami no Gekirin",
  "img": "",
  "description": "Musim ketiga Nanatsu no Taizai.",
  "download": "https://194.163.183.129/anime/nanatsu-no-taizai-movie-2-hikari-ni-norowareshi-mono-tachi/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792c"
  },
  "title": "Naruto: Shippuuden",
  "img": "",
  "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is...",
  "download": "https://194.163.183.129/anime/nanatsu-no-taizai-movie-2-hikari-ni-norowareshi-mono-tachi/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792d"
  },
  "title": "Night Head 2041",
  "img": "",
  "description": "Bercerita tentang Naoto Kirihara dan Naoya Kirihara pasangan adik kakak yang sejak masih muda dipenjara di fasilitas ilmiah yang aman karena mempunyai kekuatan supranatural yang terbilang berbahaya. Singkat cerita setelah sekian lamanya Naoto dan Naoya pun bisa kabur dari...",
  "download": "https://194.163.183.129/anime/nanatsu-no-taizai-movie-2-hikari-ni-norowareshi-mono-tachi/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792e"
  },
  "title": "One Piece",
  "img": "",
  "description": "Gol D. Roger dikenal sebagai Raja Bajak Laut, Orang terkuat dan paling terkenal yang pernah mengarungi Grand Line. Penangkapan dan Eksekusi Roger oleh Pemerintahan Dunia telah membawa perubahan di seluruh dunia. Kata kata terakhir sebelum kematiannya mengungkapkan lokasi dari...",
  "download": "https://194.163.183.129/anime/one-piece/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94792f"
  },
  "title": "One Punch Man 2nd Season",
  "img": "",
  "description": "Setelah mengalahkan Boros dan pasukannya yang perkasa, Saitama telah kembali ke kehidupan sehari-harinya yang biasa-biasa saja di Z-City. Namun, tanpa sepengetahuannya, jumlah monster yang muncul masih terus meningkat, memberikan tekanan pada sumber daya Asosiasi Pahlawan. Eksekutif puncak mereka memutuskan...",
  "download": "https://194.163.183.129/anime/one-piece/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947930"
  },
  "title": "Ore dake Haireru Kakushi Dungeon",
  "img": "",
  "description": "Secret Dungeon adalah tempat legendaris di mana kamu dapat menemukan berbagai barang langka dan roh jahat. Setelah berhenti dari pekerjaannya, putra ketiga dari keluarga “pengemis bangsawan”, Nor, kebetulan tersandung di pintu masuk tempat tersebut. Di dalamnya, ia akhirnya mendapatkan...",
  "download": "https://194.163.183.129/anime/one-piece/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947931"
  },
  "title": "Ore wo Suki nano wa Omae dake ka yo: Oretachi no Game Set",
  "img": "",
  "description": "",
  "download": "https://194.163.183.129/anime/one-piece/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947932"
  },
  "title": "Orient",
  "img": "",
  "description": "Sinopsis Orient Sub Indo: Musashi dan temannya Kojirou, berjanji satu sama lain untuk menjadi samurai hebat agar dapat membunuh iblis, saat mereka dewasa. Namun, lima tahun sejak janji itu, semuanya telah berubah, kini iblis disembah sementara samurai dihina. Mencoba...",
  "download": "https://194.163.183.129/anime/one-piece/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947933"
  },
  "title": "Platinum End",
  "img": "",
  "description": "Setelah kematian orang tuanya, Mirai Kakehashi muda ditinggalkan dalam perawatan kerabatnya yang kejam. Sejak saat itu, dia menjadi murung dan depresi, membuatnya mencoba bunuh diri pada malam kelulusannya. Tapi, Mirai diselamatkan oleh seorang gadis kulit putih bernama Nasse yang...",
  "download": "https://194.163.183.129/anime/platinum-end/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947934"
  },
  "title": "Princess Connect!",
  "img": "",
  "description": "Adaptasi dari Game Mobile dengan Judul yang Sama – Princess Connect!.",
  "download": "https://194.163.183.129/anime/platinum-end/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947935"
  },
  "title": "Princess Connect! Re Dive Season 2",
  "img": "",
  "description": "Season Kedua dari Princess Connect! Re:Dive",
  "download": "https://194.163.183.129/anime/platinum-end/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947936"
  },
  "title": "Re:Zero kara Hajimeru Isekai Seikatsu",
  "img": "",
  "description": "Ketika Subaru Natsuki meninggalkan toko serba ada, hal terakhir yang ia harapkan adalah terlepas dari kehidupan sehari-harinya dan jatuh ke dunia fantasi. Hal-hal yang tidak terlihat baik untuk remaja yang kebingungan; Namun, tidak lama setelah kedatangannya, ia diserang oleh...",
  "download": "https://194.163.183.129/anime/rezero-kara-hajimeru-isekai-seikatsu/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947937"
  },
  "title": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2",
  "img": "",
  "description": "Paruh kedua Re: Zero kara Hajimeru Isekai Seikatsu Musim ke-2.",
  "download": "https://194.163.183.129/anime/rezero-kara-hajimeru-isekai-seikatsu/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947938"
  },
  "title": "Re:Zero kara Hajimeru Isekai Seikatsu Season 2",
  "img": "",
  "description": "Musim Kedua dari Serial Re:Zero kara Hajimeru Isekai Seikatsu.",
  "download": "https://194.163.183.129/anime/rezero-kara-hajimeru-isekai-seikatsu/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947939"
  },
  "title": "Ryman’s Club",
  "img": "",
  "description": "Klub Ryman diatur dalam kelompok bisnis bulu tangkis, menggambarkan dua aspek yang berbeda dari kehidupan sehari-hari sebagai pegawai, serta pertumbuhan dan konflik sebagai pemain. Anime ini mengikuti Mikoto Shiratori, pemain bulu tangkis berbakat yang menderita trauma setelah kalah di...",
  "download": "https://194.163.183.129/anime/rezero-kara-hajimeru-isekai-seikatsu/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793a"
  },
  "title": "Takt Op. Destiny",
  "img": "",
  "description": "berkisah tentang komposisi musik yang membentuk kekuatan yang tinggal di dalam diri seorang gadis. Kehidupan baru—”Musicart”—dipenuhi dengan musik, dan ini adalah sebuah kisah fana, indah, dan menentukan dari gadis-gadis yang berjuang dengan kekuatan skor musik di dunia di mana...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793b"
  },
  "title": "Tamayomi",
  "img": "",
  "description": "Yomi adalah seorang pitcher yang gagal di pertandingan antar sekolah. Semua itu terjadi terjadi karena tidak seorang pun dari temannya bisa menangkap lemparan “ajaib” nya. Akhirnya dia pun berhenti bermain bisbol saat SMP, dan dia memutuskan untuk masuk ke...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793c"
  },
  "title": "Tate no Yuusha no Nariagari",
  "img": "",
  "description": "Four Cardinal Heroes adalah sekelompok pria biasa dari Jepang modern yang dipanggil ke kerajaan Melromarc untuk menjadi penyelamatnya. Melromarc adalah negara yang diganggu oleh Gelombang Bencana yang telah berulang kali merusak tanah dan membawa bencana bagi warganya selama berabad-abad....",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793d"
  },
  "title": "Tate no Yuusha no Nariagari Season 2",
  "img": "",
  "description": "Season 2  dari anime Tate no Yuusha no Nariagari.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793e"
  },
  "title": "Tenki no Ko",
  "img": "",
  "description": "Tenki no Ko bercerita tentang petualangan seorang anak laki-laki bernama Hodaka Morishima dan Hina Amano, seorang “Gadis Matahari” dengan kekuatan misterius yang bisa merubah cuaca dengan kekuatan “doa”nya. Hujan yang terus turun membasahi Tokyo setiap hari membuat banyak orang...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94793f"
  },
  "title": "Tensei shitara Slime Datta Ken",
  "img": "",
  "description": "Satoru Mikami yang berusia tiga puluh tujuh tahun adalah pekerja biasa di perusahaan, yang sangat puas dengan gaya hidupnya yang monoton di Tokyo, selain tidak berhasil menemukan pacar sekalipun sekali seumur hidupnya. Di tengah pertemuan santai dengan rekannya, ia...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947940"
  },
  "title": "Tensei shitara Slime Datta Ken 2nd Season Part 2",
  "img": "",
  "description": "Musim kedua Part 2 Anime Tensei shitara Slime Datta Ken",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947941"
  },
  "title": "Tensei shitara Slime Datta Ken OVA",
  "img": "",
  "description": "OVA dari Serial Tensei shitara Slime Datta Ken.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947942"
  },
  "title": "Tensei shitara Slime Datta Ken Season 2",
  "img": "",
  "description": "Season Kedua dari Tensei Shitara Slime Datta Ken.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947943"
  },
  "title": "Tensura Nikki: Tensei shitara Slime Datta Ken",
  "img": "",
  "description": "“Dear diary… Aku bereinkarnasi menjadi slime.” Bahkan di dunia lain, kehidupan tidak selalu dipertaruhkan. Ada banyak pekerjaan yang harus dilakukan, dari memberi makan penduduk dan menempa barang-barang yang dibutuhkan; serta banyak permainan… dan pesta pora! Bergabunglah bersama Rimuru dan...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947944"
  },
  "title": "Takt Op. Destiny",
  "img": "",
  "description": "berkisah tentang komposisi musik yang membentuk kekuatan yang tinggal di dalam diri seorang gadis. Kehidupan baru—”Musicart”—dipenuhi dengan musik, dan ini adalah sebuah kisah fana, indah, dan menentukan dari gadis-gadis yang berjuang dengan kekuatan skor musik di dunia di mana...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947945"
  },
  "title": "Tamayomi",
  "img": "",
  "description": "Yomi adalah seorang pitcher yang gagal di pertandingan antar sekolah. Semua itu terjadi terjadi karena tidak seorang pun dari temannya bisa menangkap lemparan “ajaib” nya. Akhirnya dia pun berhenti bermain bisbol saat SMP, dan dia memutuskan untuk masuk ke...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947946"
  },
  "title": "Tate no Yuusha no Nariagari",
  "img": "",
  "description": "Four Cardinal Heroes adalah sekelompok pria biasa dari Jepang modern yang dipanggil ke kerajaan Melromarc untuk menjadi penyelamatnya. Melromarc adalah negara yang diganggu oleh Gelombang Bencana yang telah berulang kali merusak tanah dan membawa bencana bagi warganya selama berabad-abad....",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947947"
  },
  "title": "Tate no Yuusha no Nariagari Season 2",
  "img": "",
  "description": "Season 2  dari anime Tate no Yuusha no Nariagari.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947948"
  },
  "title": "Tenki no Ko",
  "img": "",
  "description": "Tenki no Ko bercerita tentang petualangan seorang anak laki-laki bernama Hodaka Morishima dan Hina Amano, seorang “Gadis Matahari” dengan kekuatan misterius yang bisa merubah cuaca dengan kekuatan “doa”nya. Hujan yang terus turun membasahi Tokyo setiap hari membuat banyak orang...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947949"
  },
  "title": "Tensei shitara Slime Datta Ken",
  "img": "",
  "description": "Satoru Mikami yang berusia tiga puluh tujuh tahun adalah pekerja biasa di perusahaan, yang sangat puas dengan gaya hidupnya yang monoton di Tokyo, selain tidak berhasil menemukan pacar sekalipun sekali seumur hidupnya. Di tengah pertemuan santai dengan rekannya, ia...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794a"
  },
  "title": "Tensei shitara Slime Datta Ken 2nd Season Part 2",
  "img": "",
  "description": "Musim kedua Part 2 Anime Tensei shitara Slime Datta Ken",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794b"
  },
  "title": "Tensei shitara Slime Datta Ken OVA",
  "img": "",
  "description": "OVA dari Serial Tensei shitara Slime Datta Ken.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794c"
  },
  "title": "Tensei shitara Slime Datta Ken Season 2",
  "img": "",
  "description": "Season Kedua dari Tensei Shitara Slime Datta Ken.",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794d"
  },
  "title": "Tensura Nikki: Tensei shitara Slime Datta Ken",
  "img": "",
  "description": "“Dear diary… Aku bereinkarnasi menjadi slime.” Bahkan di dunia lain, kehidupan tidak selalu dipertaruhkan. Ada banyak pekerjaan yang harus dilakukan, dari memberi makan penduduk dan menempa barang-barang yang dibutuhkan; serta banyak permainan… dan pesta pora! Bergabunglah bersama Rimuru dan...",
  "download": "https://194.163.183.129/anime/takt-op-destiny/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794e"
  },
  "title": "Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.",
  "img": "",
  "description": "Dale Reki yang berusia delapan belas tahun adalah pengembara yang terampil, baik, dan dihormati, diakui sebagai salah satu petualang terkemuka di kota Kreuz. Suatu hari ketika sedang berburu binatang buas ajaib, ia menemukan seorang gadis setan manis bernama Latina....",
  "download": "https://194.163.183.129/anime/uchi-no-ko-no-tame-naraba-ore-wa-moshikashitara-maou-mo-taoseru-kamo-shirenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94794f"
  },
  "title": "Urasekai Picnic",
  "img": "",
  "description": "Pertemuan pertamanya dengan Toriko Nishina adalah sisi lain setelah melihat “makhluk itu” dan hampir saja mati. Sejak saat itu, mengubah kehidupan seorang mahasiswi bernama Sorawo Kamikoshi. Di Sisi lain ini, penuh dengan misteri, yang mana tempat nya bersebelahan dengan...",
  "download": "https://194.163.183.129/anime/uchi-no-ko-no-tame-naraba-ore-wa-moshikashitara-maou-mo-taoseru-kamo-shirenai/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947950"
  },
  "title": "Vanitas no Carte",
  "img": "",
  "description": "Dahulu kala hiduplah seorang vampir yang dikenal sebagai Vanitas, dibenci oleh jenisnya sendiri karena dilahirkan di bawah bulan purnama biru, pasalnya kebanyakan dari mereka muncul di malam bulan merah tua. Takut dan sendirian, dia menciptakan “Book of Vanitas”, grimoire...",
  "download": "https://194.163.183.129/anime/vanitas-no-carte/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947951"
  },
  "title": "Visual Prison",
  "img": "",
  "description": "Ange Yuki adalah seorang anak laki-laki yang tidak bisa menyesuaikan diri dan bergulat dengan kesepian yang mendalam. Dengan tidak ada seorangpun yang bisa dia sebut sebagai keluarga, dia meninggalkan kampung halamannya. Dengan keinginan untuk melihat artis yang dia kagumi...",
  "download": "https://194.163.183.129/anime/vanitas-no-carte/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947952"
  },
  "title": "Vivy: Fluorite Eye’s Song",
  "img": "",
  "description": "Nierland (Nialand) — Taman hiburan kompleks A.I dimana mimpi, harapan, dan sains berbaur. Seorang A.I humanoid bernama Vivy memiliki misi untuk membuat semua orang bahagia melalui lagu, dia terus naik ke panggung dan tampil dengan sepenuh hati. Namun, taman...",
  "download": "https://194.163.183.129/anime/vanitas-no-carte/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947953"
  },
  "title": "World Trigger 2nd Season",
  "img": "",
  "description": "Season Kedua World Trigger",
  "download": "https://194.163.183.129/anime/world-trigger-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947954"
  },
  "title": "World Trigger 3rd Season",
  "img": "",
  "description": "Season Ketiga World Trigger",
  "download": "https://194.163.183.129/anime/world-trigger-2nd-season/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947955"
  },
  "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
  "img": "",
  "description": "Musim ketiga dari serial Yahari Ore no Seishun Love Comedy wa Machigatteiru.",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947956"
  },
  "title": "Yakusoku no Neverland 2nd Season",
  "img": "",
  "description": "Musim kedua Yakusoku no Neverland.",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947957"
  },
  "title": "Yesterday wo Utatte",
  "img": "",
  "description": "Setelah lulus kuliah, Rikuo Uozumi, pemuda tanpa ambisi dalam hidupnya, bekerja di toko kelontong. Hari-harinya begitu hampa sampai akhirnya dia bertemu dengan mantan pacar sekaligus teman kuliahnya. Selain karena pertemuannya, hidupnya juga berubah setelah dia bertemu gadis aneh bernama...",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947958"
  },
  "title": "Yesterday wo Utatte Extra (ONA)",
  "img": "",
  "description": "Setelah lulus kuliah, Rikuo Uozumi, pemuda tanpa ambisi dalam hidupnya, bekerja di toko kelontong. Hari-harinya begitu hampa sampai akhirnya dia bertemu dengan mantan pacar sekaligus teman kuliahnya. Selain karena pertemuannya, hidupnya juga berubah setelah dia bertemu gadis aneh bernama...",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae947959"
  },
  "title": "Yu☆Gi☆Oh!: Sevens",
  "img": "",
  "description": "Serial Yu-Gi-Oh Baru Sebagai Perayaan 20 Tahun Rilisnya Anime/Manga dengan Judul yang Sama! (Source: AniDB)",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94795a"
  },
  "title": "Yuru Camp△ Season 2",
  "img": "",
  "description": "Musim kedua Yuru Camp△.",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94795b"
  },
  "title": "Yuusha Yamemasu",
  "img": "",
  "description": "Setelah menyelamatkan dunia, pahlawan terkuat Leo menjadi seseorang yang tidak diinginkan di dunia manusia yang damai. Dia terlalu kuat. Diasingkan, dia mencari pekerjaan di Pasukan Raja Iblis, yang telah dia kalahkan dan perlu dibangun kembali. Pasukan ini memiliki banyak...",
  "download": "https://194.163.183.129/anime/yahari-ore-no-seishun-love-comedy-wa-machigatteiru-kan/"
},{
  "_id": {
    "$oid": "628f3555e0848110ae94795c"
  },
  "title": "Zoids Wild Zero",
  "img": "",
  "description": "Sekuel dari Serial Zoids Wild.",
  "download": "https://194.163.183.129/anime/zoids-wild-zero/"
}]